{
    "event": false,
    "locked": false,
    "starred": false,
    "name": "boris",
    "command": "const imgs = [\n  'https://i.imgur.com/K59P85p.jpeg',\n  'https://i.imgur.com/M7P2I1q.jpeg',\n  'https://i.imgur.com/r3cso8k.jpeg',\n  'https://i.imgur.com/EndbZsH.jpeg',\n  'https://i.imgur.com/igCN6lE.png',\n  'https://i.imgur.com/bizSYPD.jpeg',\n  'https://i.imgur.com/zzDxHVf.jpeg',\n  'https://i.imgur.com/0Gky5w5.jpeg',\n  'https://i.imgur.com/qHKVTWw.jpeg',\n  'https://i.imgur.com/cbuTvjV.jpeg',\n  'https://i.imgur.com/1wTbWwP.jpeg',\n  'https://i.imgur.com/eg9Gmav.jpeg',\n  'https://i.imgur.com/3zFoeTZ.jpeg',\n  'https://i.imgur.com/H7e8AS6.jpeg',\n  'https://i.imgur.com/4lNBJxQ.jpeg',\n  'https://i.imgur.com/ztNj1ww.jpeg',\n  'https://i.imgur.com/ZrtPo71.jpeg',\n  'https://i.imgur.com/3qEsg2h.png',\n  'https://i.imgur.com/aHHXiyj.jpeg',\n  'https://i.imgur.com/SVkcFQS.jpeg',\n  'https://i.imgur.com/ulvuJnn.jpeg',\n  'https://i.imgur.com/DHq7IRZ.jpeg',\n  'https://i.imgur.com/FFVBpgA.jpeg',\n  'https://i.imgur.com/ANa70o7.png',\n  'https://i.imgur.com/QEBWT09.jpeg',\n  'https://i.imgur.com/xWDUvRw.png',\n  'https://i.imgur.com/gGzQjva.jpeg',\n  'https://i.imgur.com/sJdnRBV.jpeg',\n  'https://i.imgur.com/WBRa8oo.jpeg',\n  'https://i.imgur.com/guGCRVc.jpeg',\n  'https://i.imgur.com/4N15bFL.jpeg',\n  'https://i.imgur.com/z8avoY3.png',\n  'https://i.imgur.com/9WrrFsC.jpg',\n  'https://i.imgur.com/tvp9X7Q.jpeg',\n  'https://i.imgur.com/hNt8Yk9.jpeg',\n  'https://i.imgur.com/FZNzUf9.jpeg',\n  'https://i.imgur.com/s0aDlki.jpeg',\n  'https://i.imgur.com/2uCFsYK.jpeg',\n  'https://i.imgur.com/cEbnahY.jpeg',\n  'https://i.imgur.com/7BMdc9z.jpeg',\n  'https://i.imgur.com/lJfy65z.jpeg',\n  'https://i.imgur.com/V5SmkSE.jpeg',\n  'https://i.imgur.com/SuNYFtH.jpeg'\n]\n\nconst quotes = [\n  'Ping-pong was invented on the dining tables of England in the 19th century, and it was called Wiff-waff! And there, I think, you have the difference between us and the rest of the world. Other nations, the French, looked at a dining table and saw an opportunity to have dinner; we looked at it an saw an opportunity to play Wiff-waff.',\n  'We cannot turn our backs on Europe. We are part of Europe.',\n  'If we vote to Leave and take back control, all sorts of opportunities open up. Including doing new free trade deals around the world, restoring Britain\\'s seat on all sorts of international bodies, restoring health to our democracy and belief to our democracy.',\n  'As I write these words there are semi-naked women playing beach volleyball in the middle of the Horse Guards Parade immortalised by Canaletto. They are glistening like wet otters and the water is splashing off the brims of the spectators’ sou’westers',\n  'The Geiger counter of Olympo-mania is going to go zoink! off the scale! People are coming from around the world, and they\\'re seeing us, and they\\'re seeing the greatest country on Earth, aren\\'t they? There are some people who are coming from around the world who don\\'t yet know about all the preparations we\\'ve done to get London ready in the last seven years. I hear there\\'s a guy called Mitt Romney who wants to know whether we\\'re ready. Are we ready?',\n  'We seek cities because there are a greater range of girls at the bar, of reproductive choice. But above all, talented people seek cities for fame. They can’t get famous in the f***ing village.',\n  'It\\'s chicken feed. I don\\'t see why I shouldn\\'t knock off an article... if someone wants to pay me, then that\\'s their lookout.',\n  'Here we are in one of the most depressed downs in southern England, a place that is arguably too full of drugs, obesity, underachievement and Labour MPs.',\n  'I can hardly condemn UKIP as a bunch of boss-eyed, foam-flecked Euro hysterics, when I have been sometimes not far short of boss-eyed, foam-flecked hysteria myself.',\n  'I\\'m a rugby player, really, and I knew I was going to get to him, and when he was about two yards away I just put my head down. There was no malice. I was going for the ball with my head, which I understand is a legitimate move in soccer. ',\n  'It is said that the Queen has come to love the Commonwealth, partly because it supplies her with regular cheering crowds of flag-waving picaninnies; and one can imagine that Blair, twice victor abroad but enmired at home, is similarly seduced by foreign politeness. They say he is shortly off to the Congo. No doubt the AK47s will fall silent, and the pangas will stop their hacking of human flesh, and the tribal warriors will all break out in Watermelon smiles to see the big white chief touch down in his big white British taxpayer-funded bird.',\n  'For 10 years we in the Tory Party have become used to Papua New Guinea-style orgies of cannibalism and chief-killing.',\n  'I think I was once given cocaine but I sneezed so it didn\\'t go up my nose. In fact, it may have been icing sugar.',\n  'Voting Tory will cause your wife to have bigger breasts and increase your chances of owning a BMW M3.',\n  'My realistic chances of becoming Prime Minister are only slightly better than my chances of being decapitated by a frisbee, blinded by a champagne cork, locked in a disused fridge or reincarnated as a olive.',\n  'The President is a cross-eyed Texan warmonger, unelected, inarticulate, who epitomises the arrogance of American foreign policy.',\n  'Unlike the current occupant of the White House, he has no difficulty in orally extemporising a series of grammatical English sentences, each containing a main verb.',\n  'This is going to be a fantastic year for Great Britain',\n  'It is absolutely ridiculous that people should choose to go around looking like letter boxes. I feel fully entitled to expect Muslim women to remove the head covering, especially if they turn up looking like a bank robber',\n  'The best fate for Africa would be if the old colonial powers, or their citizens, scrambled once again in her direction; on the understanding that this time they will not be asked to feel guilty..the problem is not that we were once in charge, but that we are not in charge any more.',\n  'The idea that freedom of movement is a fundamental right of the EU is just bollocks.',\n  'My speaking style was criticised by no less an authority than Arnold Schwarzenegger. It was a low moment, my friends, to have my rhetorical skills denounced by a monosyllabic Austrian cyborg.',\n  'If gay marriage was OK ... then I saw no reason in principle why a union should not be consecrated between three men, as well as two men; or indeed three men and a dog.',\n  'I dont see why people are so snooty about Channel Five. It has some respectable documentaries about the Second World War. It also devotes considerable airtime to investigations into lap-dancing, and other related and vital subjects',\n  'My policy on cake is pro having it and pro eating it.',\n  'London is a fantastic creator of jobs - but many of these jobs are going to people who don\\'t originate in this country.',\n  'He is like some sherry-crazed old dowager who has lost the family silver at roulette, and who now decides to double up by betting the house as well.'\n]\n\nprint(`${imgs[Math.floor(Math.random()*imgs.length)]}`)\nprint(`{i}“${quotes[Math.floor(Math.random()*quotes.length)]}”`)"
}