{
    "locked": false,
    "starred": false,
    "name": "chubbyemu",
    "command": "print(( // legacy command wrapper\n   function chubby(a){\n       var chubby = [\"A Man Mistakenly Drank Aquarium Cleaner.\",\"A Man Drank 1 Bottle Rubbing Alcohol For COVID-19.\",\"A Grandpa Set His Clock Forward 1 Hour.\",\"A Dad Drank 50 Beers Everyday For 6 Weeks.\",\"An Athlete Squatted 500 Reps In 20 Minutes.\",\"A Man Was Licked By His Dog.\",\"A Student Ate Leftover Potato Salad For Lunch.\",\"A Student Ate Gas Station Sushi For Breakfast.\",\"A Mom Tried Keto Diet For 30 Days.\",\"A Chef Ate Gas Station Nachos For Dinner.\",\"A Student Ate Only Chips And French Fries For 10 Years.\",\"A Grandma Ate Cookie Dough For Lunch Every Week.\",\"A Man Played Video Games Nonstop For 73 Hours.\",\"A Dad Mistakenly Drank A Lava Lamp At Bedtime.\",\"A Toddler Chewed Lead Paint Off His Toys.\",\"A Student Ate 5 Day Old Pasta For Lunch.\",\"A Woman Drank 1 Liter Soy Sauce Colon Cleanse In 2 Hours.\",\"A Diabetic Mom Caught A Fever.\",\"A Lawyer Couldn't Sleep For 9 Days.\",\"A Farmer Removed His Own Skin Cancer With A Pocket Knife.\",\"A Boy Ate 150 Gummy Vitamins For Breakfast.\",\"A Girl Suddenly Grew A Beard.\",\"A Grandma Ate 1 Pound Chocolate In 6 Hours.\",\"A Dad Didn't Brush His Teeth For 40 Days.\",\"A Boy Ate 3 Laundry Pods.\",\"A Man Drank 2 Liters Moonshine In 2 Hours.\",\"A Scientist Spilled 2 Drops Organic Mercury On Her Hand.\",\"A Toddler Played With His Cat.\",\"A Starving Mom Suddenly Ate 40 Cookies.\",\"A Boy Ate 25 Laxative Brownies In 1 Hour.\",\"A Student Felt A Sharp Pain In Her Side.\",\"A Man Drank 3 Liters Rum Everyday Since Age 13.\",\"A Mom Drank 3 Gallons Water In 2 Hours.\",\"I Bought This PC For $750 in 1999.\",\"I Didn't Do Cardio For 4 Weeks.\",\"This 6 Core CPU Costs $20.\",\"I Got This Laptop For Free in 2008.\"];\n       var emu = [\"This Is What Happened To His Heart.\",\"This Is What Happened To His Brain.\",\"This Is What Happened To His Kidneys.\",\"This Is How His Organs Shut Down.\",\"This Is What Happened To Her Liver.\",\"This Is What Happened To His Stomach.\",\"This Is What Happened When Things Went Wrong.\",\"This Is What Happened To His Limbs.\",\"This Is What Happened To His Eyes.\",\"This Is What Happened To Her Bones.\",\"This Is How His Liver Shut Down.\",\"This Is What Happened To Her Brain.\",\"This Is How Her Kidneys Shut Down.\",\"This Is What Happened To Her Colon.\",\"This Is What Happened To His Bones.\",\"This is What Happened To Her Ovaries.\",\"This Is What Happened To His Lungs.\",\"This Is What Happened To Her Heart.\",\"This Is How Her Organs Shut Down.\",\"This is What Happened To His Liver.\",\"Here's How It Holds Up In 2017.\",\"This is What Happened To My Physique.\",\"Will It Let My PC From 2010 Last 3 More Years?\",\"Here's How It Holds Up.\"];\nreturn chubby[Math.random()*chubby.length|0] + \" \" + emu[Math.random()*emu.length|0]}\n)(input, input.split(' '), IRC.message));"
}