{
    "event": false,
    "locked": false,
    "starred": false,
    "name": "clutch",
    "command": "//print(\"An MR-RL time. Me and Marc Rutzou. Me and fucking Marc Rutzou. That's fucking right. I skipped 1:13. I am a fucking legend. I've never SEEN a 1:13 and I never fucking will. 1:12 baby Till the day I fucking die. YES!!! 'Bout time I get a fucking lucky break in this fucking game motherFUCKERS and I CLUTCHED the goddamn grenade launcher. That's FUCKING right. Yea it's this one. Right here IT's THIS ONE. My insane pace. Right here! THIS is the 1:12 Right here! YES!! It's fucking it. I'mma have to jus-I'mm have to find the actual whole vid off of it and I'mma have to get it. DUUUUUUUDE WHAT A RUSH! WHAT A RUUUUUUSH! Watch this. Watch when I get the grenade launcher. (sorry) Look at that. See how fast my pace is? Right in the FUCKING HEAD!!! YEEEAAAHH! Got a FUCKING 1:12 baby. That's RIGHT! You see that CLUTCHNESS I AM FUCKING CCC-LUTCH! Look at this fucking line I take. I'm like, \\\"YEAH baby. Let's fucking DO this. I wait I wait Right when he starts firing to try to back boost me. The double. Body armor. Two quick ones. I already know I'm gettin' there on the perfect line. LOOK AT THE FUCKING PACE Fifty Fourty-nine! mmph- FOURTY-SEVEN BABY! That's FUCKING right. That's FUCKING IT. Fucking PUMPED watching this one again I waited the cinema too 'cause I said \\\"oh my god it might be 1:12. And it FUCKING IS!!! IT FUUCKING IS baby. YEAH!!! Look at me typing you guys. You guys didn't believe me. I am typing a storm. Dude I FUCKING just got Streets 1:12! It's not fucking comin' off YES!!! I FUCKING DID IT THAT'S RIGHT! I SKIPPED 1:13 I'M A LEGEND. I AM A FUCKING L E G E N D I'm a FUCKING legend (YES!) I am a fucking legend\");\n\nprint(\"That's RIGHT! You see that CLUTCHNESS I AM FUCKING CCC-LUTCH! Look at this fucking line I take. I'm like, \\\"YEAH baby. Let's fucking DO this. I wait I wait Right when he starts firing to try to back boost me. The double. Body armor. Two quick ones. I already know I'm gettin' there on the perfect line. LOOK AT THE FUCKING PACE Fifty Fourty-nine! mmph- FOURTY-SEVEN BABY!\");\n"
}