{
    "name": "determination",
    "command": "print.raw(( // legacy command wrapper\n   function determination(a){var responses = [\"The shadow of the ruins looms above, filling you with determination.\",\"Playfully crinkling through the leaves fills you with determination.\",\"Knowing the mouse might one day leave its hole and get the cheese... It fills you with determination.\",\"Seeing such a cute, tidy house in the RUINS gives you determination.\",\"The convenience of that lamp still fills you with determination.\",\"Knowing the mouse might one day find a way to heat up the spaghetti... It fills you with determination.\",\"Snow can always be broken down and rebuilt into something more useful. This simple fact fills you with determination.\",\"The thought that one day the dog will create the perfect snowdog fills you with determination.\",\"The sight of such a friendly town fills you with determination.\",\"The sound of rushing water fills you with determination.\",\"A feeling of dread hangs over you... But you stay determined.\",\"Knowing the mouse might one day extract the cheese from the mystical crystal... It fills you with determination.\",\"The serene sound of a distant music box... It fills you with determination.\",\"The sound of muffled rain on the cavetop... It fills you with determination.\",\"The waterfall here seems to flow from the ceiling of the cavern... Occasionally, a piece of trash will flow through... and fall into the bottomless abyss below. Viewing this endless cycle of worthless garbage... It fills you with determination.\",\"Partaking in useless garbage fills you with determination.\",\"You feel a calming tranquility. You're filled with determination...\",\"You feel... something. You're filled with detemmienation.\",\"The wind is howling. You're filled with determination...\",\"The wind has stopped. You're filled with determination...\",\"The howling wind is now a breeze. This gives you determination...\",\"Seeing such a strange laboratory in a place like this... You're filled with determination.\",\"The wooshing sound of steam and cogs... it fills you with determination.\",\"An ominous structure looms in the distance... You're filled with determination.\",\"Knowing the mouse might one day hack into the computerized safe and get the cheese... It fills you with determination.\",\"The smell of cobwebs fills the air... You're filled with determination.\",\"The relaxing atmosphere of this hotel... it fills you with determination.\",\"The air is filled with the smell of ozone... it fills you with determination.\",\"Behind this door must be the elevator to the King's castle. You're filled with determination.\"];\nreturn responses[Math.random()*responses.length|0]}\n)(input, input.split(' '), IRC.message));",
    "locked": false,
    "starred": false
}