{
    "name": "pilkington",
    "command": "print.raw(( // legacy command wrapper\n   function rockbusters(a){var responses = [\"This young man prepared for his death. (WY) = Will Young\",\"Better than the average homeless person. (S) = Supertramp\",\"The little girl is hungry; what shall we do? (F) = Feeder\",\"Exploding pet. (AK) = Atomic Kitten\",\"I'll take that book to the toilet with me. (LR) = Lou Reed\",\"Blow the candles out before you eat the cake. (FL) = Flaming Lips\",\"How can I wash up in something shaped like that? (NS) = N-Sync (N sink)\",\"At the moment I'm in a river full of logs. (JT) = Justin Timberlake\",\"That lad's got bad asthma. (W) = Weezer\",\"I saw Mousetrap the other night, but the heating was knackered and it ruined the evening. (C) = Coldplay\",\"He doesn't like women, yet he's got a couple of kids. That's a bit weird innit? (PD) = Puff Daddy\",\"That bloke who does sport on telly, he's got a little kid. (DC) = Destiny's Child (Des's tiny child (as in Des Lynam)\",\"I don't like them birds; they shouldn't be allowed in this area. (B) = The Bangles (ban gulls)\",\"That army has got some well nice trenches. (DW) = Dandy Warhols (dandy war holes)\",\"The fella has only got one badge left. (E) = Elastica (his last sticker)\",\"The unmarried lady is a friend I eat out with. (MD) = Ms Dynamite (miss dinner mate)\",\"I really really love that woman. I love everything she does. (M) = Madonna (mad on her)\",\"Stop throwing that fruit about. (CB) = Chuck Berry\",\"That Scottish fella has made an error. (M) = Mis-Teeq (mistake)\",\"God, you can make a right load of toast with them. (G) = Gorillaz (Grillers)\",\"You've been dunking that for too long. (LB) = Limp Bizkit\",\"Well, I've had a rubbish day so I'm happy it's over. (GK) = Gladys Knight (glad it's night)\",\"That'll never get off the ground. (LZ) = Led Zeppelin\",\"That woman's got her husbands gloves and a pair of her own. (HH) = Herman's Hermits (her man's, her mitts)\",\"You'll get a load of bacon off them. (L) = Longpigs\",\"There's a load of letters there asking for advice. Put them on Claire's desk. Oh and, er, have a good Christmas. (F) = Foreigner (for Rayner (as in Claire Rayner))\",\"Ask your mum if you should, after you've wrapped the presents. (S) = Shalamar (shall I, ma?)\",\"A couple of people were arguing in the supermarket at the fruit and veg counter, but it's busy in there 'cause it's Christmas so that's probably what brought it on. (B) = Bananarama (banana drama)\",\"He'll fit some chocolate to your feet. (A) = Aerosmith\",\"Do you think your kid will get that strawberry for me? (WP) = Wilson Picket (will son pick it?)\",\"I'll have to put that woman in the oven. (AB) = Anita Baker (I need to bake her)\",\"Don't argue with him. He ain't gonna change his mind. (AA) = Adam Ant\",\"He always gets what he wants and doesn't worry about anyone else. (P) = Pixies (picks his)\"];\nreturn responses[Math.random()*responses.length|0]}\n)(input, input.split(' '), IRC.message));",
    "locked": false,
    "starred": false
}