{
    "name": "randy",
    "command": "print(( // legacy command wrapper\n   function randy(a){var responses = [\"I thought this was America!\",\"There’s plenty of other interesting things you can do. Have you ever tried marijuana? Maybe it’s time.\",\"I’m not chugging beer! I’m sampling a flight of gluten-free German lagers with a French wine pairing! It’s called a smorgaswein and it’s elegantly cultural!\",\"This disease is just eating me up! I hate my illness!\",\"The players should all wear bras! And instead of helmets, they should wear little tinfoil hats, ‘cause, you know, it’s the future and we shouldn’t be so barbaric!\",\"Just gonna get a little bit of cancer, Stan. Tell Mom it’s okay.\",\"Yea, it is an angry and unforgiving Economy. To repent we must stop frivolous spending! Instead of paying for cable, let us watch clouds! Instead of buying clothes, wear but sheets from thine beds! Cut spending to only the bare essentials! Water and bread and margaritas, yea.\",\"This is ectoplasm!\",\"Crème fraîche, Cafeteria Fraîche. Lalalalala fraîche. Ho ho hohoho.\",\"We didn’t listen!\",\"Staaaaaan. I’ve never been able to say this before, but… I love you son. Auggghhh. Auggghhhhhhhhhhhh.\",\"I mean, this was something I made! Something that came from me! That was a part of me! The only thing I ever made that was any good!\",\"Great job, son. Now the Japanese are normal, like us.\",\"Yeah well, that, that’s not really… gay, is it?\",\"We’re trying to turn everyone gay so that there are no future humans! Present-day America Number One!\",\"We have that, Stan. It’s called Friday Night Kegger.\",\"The record company messed it all up. It was supposed to go ‘Hunger Games, yah yah yah, yah yah yah! Hunger Games.’ But they just do what they want with my songs.\",\"I’ll make less money, sure, but…as long as I buy everything at Wall-Mart, it’ll all even out. Don’t you see? Wall-Mart isn’t our enemy, it’s our neighborhood friend.\",\"God, why do the economically challenged always have to screw up everything?!\",\"Stan, as you get older, boobs—these 'ahta'—will start becoming a major part of your life. But Stanley, you can’t let them get in the way of your friends. There are a lot of boobs out there, son. But they’re just boobs; your friends are forever. I know you think this set of boobs is important now, but those boobs will be replaced by another set of boobs. Boobs will come and go, and then, someday, you’ll meet a pair of boobs that you want to marry. And those become the boobs that matter the most.\",\"Winter's coming, Sharon, and I'm a busy little bee. Buzz! Buzz!\",\"Don't mind Randy, he's just losing his mind, durrrrrrr!\",\"Yeah, sure, because people just order stuff from Amazon and forget what they got.\",\"Yeah, let's do that! We've got an economy in the toilet, a big election coming up, but this country's #1 priority should be making football safer!\",\"Oh, they'd love it! A sport where safety is all that matters? How about we call it sarcastaball?!\",\"You should be saving it for when you die. That's our money.\",\"And we want our moms to stop tripping because bitches be tripping all the time!\",\"No, dude, fuck you, we're burning this shit.\",\"You gonna deglaze that fucking pan? I'd deglaze the fuck out of that pan.\",\"Butterflies have no concern for such things. Now I'm gonna go find myself some butterfly poon.\",\"Beating off the dog is never appropriate when we have company over... I mean EVER! Beating off the dog is never appropriate ever!\",\"Just because somebody's gay, doesn't mean they molest children. Straight people do that too.\",\"Stan, Jesus doesn't matter when Muhammad is involved.\",\"I want you to look at me when we make love, and not just my balls.\",\"Look, I'm telling you guys, it's awesome. I can have all the pot I want. I get around faster than walking and wherever I need a seat, I can just sit on my balls.\",\"We love Chinpokomon too! It's super toy number one!\",\"We did not share and intimate moment, okay? That makes it sound gay!\",\"You can't just hang out with your buddy, Kyle, all the time. People will think you guys are, you know, funny.\",\"Not now Stan, I have to figure out what makes people spontaneously combust. Or else. Or else what? Exactly.\",\"I can't believe you boys gave us herpes...you little rascals.\",\"Stanley, listen to me... I have SARS... There's only a ninety eight percent chance that I will live.\",\"For WHAT?! Arresting me for what?! I'm not allowed to stand up for myself?! I thought this was AMERICA!\",\"With all due respect, cliché dissenting republican, the economy isn't going to matter THE DAY AFTER TOMORROW.\",\"What seems to be the officer, problem?\",\"I'm not an r-tard...\",\"In the outside world I'm a simple geologist. But in HERE... I am Falcorn, defender of the Alliance.\",\"We are all part of a secret society, Stan. A very ancient and very important society of men who follow the way of the rabbit and protect the secret of the Easter bunny. We are called... The Hare Club For Men.\",\"Hang on, I almost caught the dragon!\",\"No it wasn't me. IT WAS THE SPOOKY GHOST!!!\",\"And we're gonna top that with a little Creme Fraiche.\",\"My name's Steamy Ray Vaughn and here's a little bit a rattlesnake!\",\"1 ounce of purple lurple, 2 ounces of fishermen's friend and a half ounce of Alabama Kush!\",\"You're a lousy kid! I wish Jaden Smith was my son!\",\"I wish I could live with Jaden Smith so I could be rich and I wouldn't have to live in a boring sexless marriage where all your mom and I do is piss each other off!\",\"No... YOU can't die! Everybody really likes you!\",\"Its' ok, its' gluten free.\",\"Oh boy, now that we’re atheists we don’t have to pray for our food.\",\"I’ll be there for you and I’ll be rooting louder than anybody saying, “that’s my son!” and just remember, Stan. Win or lose… those are the two options: Win or lose.\"];\nreturn '{r}' + responses[Math.random()*responses.length|0]}\n)(input, input.split(' '), IRC.message));",
    "locked": false,
    "starred": false
}