{
    "name": "ricky",
    "command": "print.raw(( // legacy command wrapper\n   function ricky(a){var responses = [\"Knock knock. Who's there? Fuck off\",\"I dont have enough people words to make it understand you the way it understands me\",\"I need to get really fucking baked and figure out what my brain's trying to tell me\",\"Make like a tree and fuck off\",\"He passed with flying fuckin' carpets!\",\"Where there's smoke there's wires\",\"There's certain accidents where you may be drunk and on drugs, but it's gonna happen whether you are or you're not\",\"I doesn't take rocket appliances to get your grade 10\",\"Calm down Frog Tits!\",\"Let your little buddy with the no fuckin' shirt move in with my girlfriend & ruin my whole fuckin' life; now there's fuckin' shit everywhere in this fuckin' trailer park! Fuckin' idiot!\",\"Breaker Breaker! Come in Earth! This is Rocket Ship 27, aliens fucked over the carbonator on engine number 4. I'm hopefully going to try to refuckulate it and land on Juniper. Hopefully they've got some space weed. Over.\",\"Christmas isn't about the presents. It's about getting drunk and stoned with your family.\",\"Everybody else can catch a boat to Fuck Offity land!\",\"'Knock knock!' 'Who's there Ricky?' 'A drunk trailer park supervisor with fucking guns and dynamite, drunk with a fucking dress on'\",\"What are you doin' using your big school words? Just use normal people words and I'll understand what you're talking about.\",\"'Hey Lahey, knock knock.' 'Who's there, Rick?' 'Mr. Stupidy-head, thats, fuckin' pissin' me off right now and thinks he's the captain of the Shit-liner, and by the way your fish stick sucks so fuck off!'\",\"Fuck, I missed jail this year. Was it awesome?\",\"'Knock-knock, Lahey.' 'Who's there, Ricky?' 'A fuckin' shitty fuckin' trailer park supervisor who hangs around with a big-gutted drunk elf who thinks he's gettin' us thrown back in jail but he can't 'cause he's got no evidence and he's dumb as fuck, and he's got this other thing goin' on in his head that's tryin' to... twirly around and... fuckin' get... different... FUCK!'\"];\nreturn responses[Math.random()*responses.length|0]}\n)(input, input.split(' '), IRC.message));",
    "locked": false,
    "starred": false
}