{
    "name": "rockbusters",
    "command": "print.raw(( // legacy command wrapper\n   function rockbusters(a){var responses = [\"This young man prepared for his death. (WY) = Will Young\",\"Better than the average homeless person. (S) = Supertramp\",\"The little girl is hungry; what shall we do? (F) = Feeder\",\"Exploding pet. (AK) = Atomic Kitten\",\"I'll take that book to the toilet with me. (LR) = Lou Reed\",\"Blow the candles out before you eat the cake. (FL) = Flaming Lips\",\"How can I wash up in something shaped like that? (NS) = N-Sync (N sink)\",\"At the moment I'm in a river full of logs. (JT) = Justin Timberlake\",\"That lad's got bad asthma. (W) = Weezer\",\"I saw Mousetrap the other night, but the heating was knackered and it ruined the evening. (C) = Coldplay\",\"He doesn't like women, yet he's got a couple of kids. That's a bit weird innit? (PD) = Puff Daddy\",\"That bloke who does sport on telly, he's got a little kid. (DC) = Destiny's Child (Des's tiny child (as in Des Lynam)\",\"I don't like them birds; they shouldn't be allowed in this area. (B) = The Bangles (ban gulls)\",\"That army has got some well nice trenches. (DW) = Dandy Warhols (dandy war holes)\",\"The fella has only got one badge left. (E) = Elastica (his last sticker)\",\"The unmarried lady is a friend I eat out with. (MD) = Ms Dynamite (miss dinner mate)\",\"I really really love that woman. I love everything she does. (M) = Madonna (mad on her)\",\"Stop throwing that fruit about. (CB) = Chuck Berry\",\"That Scottish fella has made an error. (M) = Mis-Teeq (mistake)\",\"God, you can make a right load of toast with them. (G) = Gorillaz (Grillers)\",\"You've been dunking that for too long. (LB) = Limp Bizkit\",\"Well, I've had a rubbish day so I'm happy it's over. (GK) = Gladys Knight (glad it's night)\",\"That'll never get off the ground. (LZ) = Led Zeppelin\",\"That woman's got her husbands gloves and a pair of her own. (HH) = Herman's Hermits (her man's, her mitts)\",\"You'll get a load of bacon off them. (L) = Longpigs\",\"There's a load of letters there asking for advice. Put them on Claire's desk. Oh and, er, have a good Christmas. (F) = Foreigner (for Rayner (as in Claire Rayner))\",\"Ask your mum if you should, after you've wrapped the presents. (S) = Shalamar (shall I, ma?)\",\"A couple of people were arguing in the supermarket at the fruit and veg counter, but it's busy in there 'cause it's Christmas so that's probably what brought it on. (B) = Bananarama (banana drama)\",\"He'll fit some chocolate to your feet. (A) = Aerosmith\",\"Do you think your kid will get that strawberry for me? (WP) = Wilson Picket (will son pick it?)\",\"I'll have to put that woman in the oven. (AB) = Anita Baker (I need to bake her)\",\"Don't argue with him. He ain't gonna change his mind. (AA) = Adam Ant\",\"He always gets what he wants and doesn't worry about anyone else. (P) = Pixies (picks his)\",\"I've got three other jumpers like this one. (FT) = Four Tops\",\"That Jamaican fella needs an aspirin. Why is that? (FP) = Freda Payne (free da pain) \\n Karl originally gave out the wrong initials for that clue, announcing it as 'FD' instead of 'FP'. Many listeners guessed Fred Durst (forehead hurts).\",\"Those people can't make up their minds whether to sit in the sun or not. (C) = Charlatans (shall-I-tans?)\",\"Look, gran, just get on the boat and help us out will you. (R) = Ronan (row, nan)\",\"If you're going to do that with your drink, I'd wait for it to settle a bit. (CK) = Chaka Khan (shake a can)\",\"The Australian picks two blokes. (E) = Eminem ('im and 'im)\",\"That builder is a bit cute. (BT) = Bonnie Tyler\",\"Well, if he would've been wearing a helmet he'd have been alright. (B) = Busted (Bust head)\",\"Why are them Jamaican men swinging fish around their head? (DS) = Detroit Spinners (de trout spinners)\",\"The northern lad remembers he has to tell his mom's daughter something. (O) = Oasis (oh, hey sis)\",\"The person from Birmingham got a C in their degree. (T) = Toto (2.2)\",\"The cockney fella isn't happy. Everything's going wrong. (DH) = Dan Hill (Down hill)\",\"The hitchhiker needs a lift but in something bigger than a car. (VH) = Van Halen (Van hailing)\",\"Don't be selfish, hand some of it out to your mates. (C) = Cher (Share)\",\"The Scottish fellas can't get into their emails. (KL) = Kenny Loggins (cannae login)\",\"Me younger brother spotted you the other day. (JS) = Junior Senior (junior seen yer)\",\"That champagne belongs to the boxer's kid. (AM) = Alison Moyet (Ali's son's Moët)\",\"The vibrators. (B) = Buzzcocks\",\"Oh, they're havin' a few problems and that. They haven't got any rice left. (CC) = China Crisis\",\"The Geordie fella doesn't know what he's being charged for. (BW) = Bill Wyman (bill? why, man?)\",\"I had two bricks and I had to throw 'em at two women, right, and I didn't hit either of 'em. (MM) = Mister Mister (Missed her, missed her)\",\"The customer wanted some paint to darken up her room. The shop assistant knew what to do. (CB) = Cilla Black (sell her black)\",\"It'd be all right if their heads weren't so big. (SF) = Small Faces\",\"Chanel have got another perfume out. (NO) = New Order (new odor)\",\"That fella likes sucking on iron. (M) = Metallica (metal licker)\",\"The Jamaican fella spots a boat. (D) = DeBarge (The barge)\",\"Do you want a game of tug of war? Well, it's up to you, you own it. (E) = Europe (your rope)\",\"He's got American coins all down his spine. (N) = Nickelback\",\"Jeremy Beadle has got a little bit of arthritis. What's going on there? (SLF) = Stiff Little Fingers\",\"If you're going to France by boat, you might as well buy your fags there because you'll get 'em a lot cheaper. (BF) = Bryan Ferry (buy on ferry)\",\"The doctor said part of the foot and the leg was no good, so he took 'em off and threw 'em away. (TB) = Tony Bennett (toe, knee, bin it!)\",\"The Scottish monster has got a bit of a tan. (TD) = The Darkness (The dark ness)\",\"Well, the 60's singer had a heart attack whilst he was 'avin it away. We won't be seeing him again. (FNM) = Faith No More (Adam Faith no more)\"];\nreturn responses[Math.random()*responses.length|0]}\n)(input, input.split(' '), IRC.message));",
    "locked": false,
    "starred": false
}